<h1>Дорогие друзья!</h1>

<p  align="justify">
Это сайт&nbsp;&#8212; для школьников, студентов, учителей
и для всех, кто интересуется математикой. Здесь размещена
научная, научно-популярная и учебная литература в формате 
<A href="http://djvu-reader.info/windjview">djvu</A>, а также 
 методические материалы.
Научные статьи по интересующей вас теме лучше всего искать 
в <A href="https://scholar.google.ru/>"Академии Google</A>, в электронных библиотеках
<A href="https://cyberleninka.ru/">Киберленинка</A> и 
<A href="https://elibrary.ru/defaultx.asp">eLibrary</A>, на портале <A href="http://www.mathnet.ru/">. 
На данном сайте нет материалов, посвященных подготовке к ЕГЭ, - этому весьма 
специфическому разделу школьной математики посвящено множество сайтов и ресурсов.
</p>

<p  align="justify">
Если вы попали сюда случайно и считаете, что математика -
один из самых неприятных школьных предметов (&#171;понять нельзя, а зубрить
много&#187;) &#8212; всё равно не спешите уходить. Посетите нашу <A href=
"lib/">библиотеку</A>, <A href="media/">медиатеку</A>, <A href=
"history/">другие разделы</A>. Вы наверняка найдёте что-то новое для себя, и, возможно, станете одним из частых посетителей.
</p>

<p  align="justify">На сайте и связанных ресурсах вы найдёте <A href="lib/">книги</A>, <A href=
"media/">видеолекции</A>, занимательные <A href="http://www.etudes.ru/"> математические факты</A>, различные  <A href="http://www.problems.ru">задачи</A>, отдельные <A href=
"history/stories">истории из жизни учёных</A>&nbsp;&#8212; всё то, что поможет окунуться в удивительный и увлекательный мир математики.
</p>

<p  align="justify">
Для коллег, которые учат (или помогают учить и учиться), 
мы собираем  <A href="teacher/db/">материалы для уроков</a>, 
<A href="teacher/doc/">официальные документы</A> и 
<A href="teacher/consp/">конспекты</A>.
</p>

<p  align="justify"><A href="founders/">Мы</A> благодарны за любые отзывы (отнюдь не только хвалебные) и убеждены, что 
вместе можно сделать намного больше, чем по отдельности!</p>

<hr>
{include file="lib/ad.tpl"}
